_orgs/2012-09-03-what_is_next.org
#+BEGIN_EXPORT html
---
layout: post
title: 写些什么东西?
tags: [thoughts]
---
#+END_EXPORT

* 想想这里最近的几个主题应该是什么
** org-mode
   自己得用这个来弄GTD管理,
   按照这个作为参考:
   http://www.mastermindcn.com/
*** TODO GTD管理
    这个要慢慢的迭代成为柳比歇夫那样的管理方法
*** TODO blog相关的修改
    目前也是刚开始用org-mode写blog,一些快捷键等等的貌似都没有配置好,不过这个归到emacs类里似乎更加科学点点.
** emacs
   自己的一些配置,目前用的最多的也就是org-mode了,
   python自己有sublime.
   Java自然是Eclipse.
   所以自己也暂时没有这个的计划了.
** linux
*** 日常使用的配置
    自从开始用了Mac...这个就...不过部分配置还是可以拿来用的.
*** 某些深入学习的东东
    譬如一些代码和文档的阅读笔记.回头可以做一个list.一个一个来完成.
** machine learning
   自己刚刚开始这个方向的内容,也只能写一下自己的笔记了.
** 自己的想法
   乱七八糟的想法
** TODO 自己的读书
   上个月完成的书还没有写呢.
   以后看完书后都要用org-mode做笔记,或者整理成org_mode的.


*暂时就只能想到这么多了.慢慢来吧.*


