_posts/2012-09-03-what_is_next.html
---
layout: post
title: 写些什么东西?
tags: [thoughts]
---


<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">想想这里最近的几个主题应该是什么</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1">org-mode</h3>
<div class="outline-text-3" id="text-1-1">

<p>   自己得用这个来弄GTD管理,
   按照这个作为参考:
   <a href="http://www.mastermindcn.com/">http://www.mastermindcn.com/</a>
</p>
</div>

<div id="outline-container-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="todo TODO">TODO</span> GTD管理</h4>
<div class="outline-text-4" id="text-1-1-1">

<p>    这个要慢慢的迭代成为柳比歇夫那样的管理方法
</p></div>

</div>

<div id="outline-container-1-1-2" class="outline-4">
<h4 id="sec-1-1-2"><span class="todo TODO">TODO</span> blog相关的修改</h4>
<div class="outline-text-4" id="text-1-1-2">

<p>    目前也是刚开始用org-mode写blog,一些快捷键等等的貌似都没有配置好,不过这个归到emacs类里似乎更加科学点点.
</p></div>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2">emacs</h3>
<div class="outline-text-3" id="text-1-2">

<p>   自己的一些配置,目前用的最多的也就是org-mode了,
   python自己有sublime.
   Java自然是Eclipse.
   所以自己也暂时没有这个的计划了.
</p></div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3">linux</h3>
<div class="outline-text-3" id="text-1-3">


</div>

<div id="outline-container-1-3-1" class="outline-4">
<h4 id="sec-1-3-1">日常使用的配置</h4>
<div class="outline-text-4" id="text-1-3-1">

<p>    自从开始用了Mac&hellip;这个就&hellip;不过部分配置还是可以拿来用的.
</p></div>

</div>

<div id="outline-container-1-3-2" class="outline-4">
<h4 id="sec-1-3-2">某些深入学习的东东</h4>
<div class="outline-text-4" id="text-1-3-2">

<p>    譬如一些代码和文档的阅读笔记.回头可以做一个list.一个一个来完成.
</p></div>
</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4">machine learning</h3>
<div class="outline-text-3" id="text-1-4">

<p>   自己刚刚开始这个方向的内容,也只能写一下自己的笔记了.
</p></div>

</div>

<div id="outline-container-1-5" class="outline-3">
<h3 id="sec-1-5">自己的想法</h3>
<div class="outline-text-3" id="text-1-5">

<p>   乱七八糟的想法
</p></div>

</div>

<div id="outline-container-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="todo TODO">TODO</span> 自己的读书</h3>
<div class="outline-text-3" id="text-1-6">

<p>   上个月完成的书还没有写呢.
   以后看完书后都要用org-mode做笔记,或者整理成org<sub>mode的</sub>.
</p>

<p>
<b>暂时就只能想到这么多了.慢慢来吧.</b>
</p>

</div>
</div>
</div>
